[
    {
      "name": "Mohammed Hafiz Qays",
      "age": 23,
      "sport": "Football",
      "description": "We could make a Turflo team for tournaments or championships around Mumbai. There’s 40+ members, so it should be enough for a full squad - Starting 11, Subs, Reserves and a B team as well. ",
      "rating": "4.4"
    },
    {
      "name": "Daksh",
      "age": 26,
      "sport": "Football",
      "description": "I love Turflo community, made so many new connections while playing football!! ",
      "rating": "4.8"
    },
    {
      "name": "Lord Bhuvan",
      "age": 24,
      "sport": "Football",
      "description": "The best in the business ",
      "rating": "3.9"
    },
    {
      "name": "Utkarsh Srivastava",
      "age": 27,
      "sport": "Football",
      "description": "I remember being in the video call where Turflo was born and today it is slowly engulfing the city. It’s the first group in the city which doesn’t shy away from sharing feedback to players in order to not compromise the quality of the games. To have the assurance that the game you have waited for the entire week is guaranteed to have players who have showed the potential to make any game an exciting one evokes a positive ray of hope.",
      "rating": "5"
    },
    {
      "name": "Manish Jain",
      "age": 31,
      "sport": "Football",
      "description": "I recently moved to Bombay and all my sports friends were left in Delhi which was my Homecity. I struggled hard for the first 2 months to find new groups to play badminton. But then someone told me about turflo and about the host a game feature. I have been hosting games since then and we now have a big family. We have even started going for tournaments. Kudos to Turflo ❤️",
      "rating": "4.9"
    },
    {
      "name": "Akhil Goyal",
      "age": 26,
      "sport": "Football",
      "description": "Finally, someone who is able to understand sports well! This is a state-of-the-art platform for a revolution in sports - tech. ",
      "rating": "4.4"
    },
    {
      "name": "Vijay",
      "age": 37,
      "sport": "Football",
      "description": "Amazing platform to book a turf. User friendly and easily accessible.",
      "rating": "5"
    },
    {
      "name": "Ankit Sharma",
      "age": 26,
      "sport": "Football",
      "description": "Most reasonable charges compared to other platform.",
      "rating": "4"
    },
    {
      "name": "Mohit",
      "age": 25,
      "sport": "Football",
      "description": "It's quite good. Nice UI and easy to maneuver across various sections. Would recommend.",
      "rating": "4.2"
    },
    {
      "name": "Ansh razdan ",
      "age": 26,
      "sport": "Football",
      "description": "What a wonderful platform to connect with outdoor sports enthusiasts, easy connect ups and very responsive team. Kudos to you guys ",
      "rating": "4.7"
    }
  ]